export const baladyData = {
    "أمانة الحدود الشمالية": {
        "logo": "logos/امانة_منطقه_الحدود_الشمالية.png",
        "municipalities": ["بلدية عرعر", "بلدية غرب عرعر", "بلدية رفحاء", "بلدية طريف", "بلدية العويقيلة", "بلدية أم خنصر", "بلدية لينة", "بلدية شعبة نصاب", "بلدية طلعة التمياط", "بلدية حزم الجلاميد"]
    },
    "أمانة العاصمة المقدسة": {
        "logo": "logos/امانة_العاصمة_المقدسة.png",
        "municipalities": ["بلدية الشوقية الفرعية", "بلدية مدركة", "بلدية الشرائع الفرعية", "بلدية عسفان الفرعية", "بلدية المسفلة", "بلدية أجياد", "بلدية العزيزية", "بلدية العمرة", "بلدية بحرة", "بلدية الجموم", "بلدية محافظة أضم", "بلدية العمرة الفرعية"]
    },
    "أمانة العاصمة المقدسة (جديد)": {
        "logo": "logos/امانة العاصمة المقدسة .jpeg",
        "municipalities": ["بلدية الشوقية الفرعية", "بلدية مدركة", "بلدية الشرائع الفرعية", "بلدية عسفان الفرعية", "بلدية المسفلة", "بلدية أجياد", "بلدية العزيزية", "بلدية العمرة", "بلدية بحرة", "بلدية الجموم", "بلدية محافظة أضم", "بلدية العمرة الفرعية"]
    },
    "أمانة المنطقة الشرقية": {
        "logo": "logos/منطقه الشرقيه.png",
        "municipalities": ["بلدية القطيف", "بلدية غرب الدمام", "بلدية النعيرية", "بلدية الظهران", "بلدية القليب", "بلدية وسط الدمام", "بلدية محافظة الخفجي", "بلدية محافظة الجبيل", "بلدية الرفيعة", "بلدية محافظة الخبر", "بلدية شرق الدمام", "بلديه محافظة الخبر"]
    },
    "أمانة حفر الباطن": {
        "logo": "logos/حفر_الباطن.png",
        "municipalities": ["بلدية حفر الباطن.", "بلدية القيصومة", "بلدية الذيبية", "بلدية السعيرة", "بلدية الصداوي", "بلدية الروضة"]
    },
    "أمانة حفر الباطن (جديد)": {
        "logo": "logos/امانة حفر الباطن.jpeg",
        "municipalities": ["بلدية حفر الباطن.", "بلدية القيصومة", "بلدية الذيبية", "بلدية السعيرة", "بلدية الصداوي", "بلدية الروضة"]
    },
    "أمانة محافظة الطائف": {
        "logo": "logos/طائف.png",
        "municipalities": ["بلدية محافظة تربة", "بلدية شمال الطائف الفرعية", "بلدية الهدا الفرعية", "بلدية السيل الصغير الفرعية", "بلدية السيل الفرعية", "بلدية شرق الطائف الفرعية", "بلدية غرب الطائف الفرعية"]
    },
    "أمانة محافظة جدة": {
        "logo": "logos/جده.png",
        "municipalities": ["بلدية حلي", "بلدية القنفذة", "بلدية القوز", "بلدية ام السلم", "بلدية ثول", "بلدية خليص", "بلدية أبحر", "بلدية المطار", "بلدية الصفا", "بلدية الجامعة", "بلدية البلد", "بلدية جدة الجديدة", "بلدية العزيزية", "بلدية ذهبان", "بلدية الجنوب", "بلدية المليساء", "بلدية ثول الفرعية", "بلدية الكامل", "بلدية عسفان", "بلدية الشعيبة", "بلدية طيبة", "بلدية بريمان", "بلدية أبرق الرغامة", "بلدية محافظة أضم"]
    },
    "أمانة منطقة الاحساء": {
        "logo": "logos/امانة الاحساء.png",
        "municipalities": ["بلدية الهفوف", "بلدية الجفر", "بلدية المبرز", "بلدية العيون", "بلدية وسط الهفوف التاريخي", "بلدية العمران", "بلدية سلوى", "بلدية الغوار"]
    },
    "أمانة منطقة الباحة": {
        "logo": "logos/الباحه.png",
        "municipalities": ["بلدية المخواة", "بلدية الباحة", "بلدية بلجرشي", "بلدية القرى", "بلدية المندق", "بلدية العقيق", "بلدية قلوة", "بلدية الحجرة"]
    },
    "أمانة منطقة الجوف": {
        "logo": "logos/امانة الجوف.png",
        "municipalities": ["بلدية أبو عجرم", "بلدية الحديثة", "بلدية شمال سكاكا", "بلدية وسط سكاكا", "بلدية القريات", "بلدية دومة الجندل", "بلدية صوير", "بلدية الناصفة", "بلدية العيساوية", "بلدية زلوم", "بلدية طبرجل", "بلدية الجوف"]
    },
    "أمانة منطقة الرياض": {
        "logo": "logos/الرياض.png",
        "municipalities": ["بلدية الروضة", "بلدية البجادية", "بلدية رماح", "بلدية عفيف", "بلدية شمال الرياض", "بلدية البطحاء", "بلدية الملز", "بلدية الدوادمي", "بلدية عرقة", "بلدية المعذر", "بلدية العليا", "بلدية النسيم", "بلدية السلي", "بلدية العزيزية", "بلدية الشميسي", "بلدية نمار", "بلدية الحائر", "بلدية العريجاء", "بلدية النمار", "بلدية الشرق", "بلدية الشفا", "بلدية محافظة رماح", "بلدية محافظة الدرعية", "بلدية محافظة الخرج", "بلدية الحلوة", "بلدية الهياثم", "بلدية العيينة والجبيلة", "بلدية الرويضة", "بلدية نفي", "بلدية القصب", "بلدية الهدار", "بلدية الأرطاوية", "بلدية محافظة الجموم", "بلدية محافظة المجمعة", "بلدية محافظة الدوادمي", "بلدية محافظة سكاكا", "بلدية الرياض", "بلدية محافظة الدلم", "بلدية ساجر", "بلدية محافظة المزاحمية", "قطاع غرب مدينة الرياض"]
    },
    "أمانة منطقة القصيم": {
        "logo": "logos/القصيم.png",
        "municipalities": ["بلدية القوارة", "بلدية البطين", "بلدية رياض الخبراء", "بلدية شرق بريدة", "بلدية الصفراء الفرعية", "بلدية عنيزة", "بلدية البكيرية", "بلدية المذنب", "بلدية البدائع", "بلدية الشماسية", "بلدية ضرية", "بلدية النبهانية", "بلدية الديرة الفرعية", "بلدية شمال بريدة"]
    },
    "أمانة منطقة القصيم (جديد)": {
        "logo": "logos/امانة منطقة القصيم.jpeg",
        "municipalities": ["بلدية القوارة", "بلدية البطين", "بلدية رياض الخبراء", "بلدية شرق بريدة", "بلدية الصفراء الفرعية", "بلدية عنيزة", "بلدية البكيرية", "بلدية المذنب", "بلدية البدائع", "بلدية الشماسية", "بلدية ضرية", "بلدية النبهانية", "بلدية الديرة الفرعية", "بلدية شمال بريدة"]
    },
    "أمانة منطقة المدينة المنورة": {
        "logo": "logos/مدينة منوره.png",
        "municipalities": ["بلدية العقيق", "بلدية العوالي", "بلدية العلا", "بلدية أحد", "بلدية الحرم", "بلدية قباء", "بلدية محافظة ينبع", "بلدية خيبر", "بلدية مهد الذهب", "بلدية ينبع النخل", "بلدية البيداء"]
    },
    "أمانة منطقة تبوك": {
        "logo": "logos/تبوك.png",
        "municipalities": ["بلدية أملج", "بلدية الشمال", "بلدية حقل", "بلدية قليبة", "بلدية بئر بن هرماس", "بلدية محافظة حقل", "بلدية محافظة ضباء", "بلدية محافظة تيماء", "بلدية محافظة تبوك", "بلدية الوجه"]
    },
    "أمانة منطقة جازان": {
        "logo": "logos/جازان.png",
        "municipalities": ["بلدية العيدابي", "بلدية العارضة", "بلدية صبيا", "بلدية بيش", "بلدية أبو عريش", "بلدية الحرث", "بلدية ضمد", "بلدية فرسان", "بلدية الطوال", "بلدية فيف", "بلدية صامطة", "بلدية محافظة الدائر", "بلدية محافظة الريث", "بلدية السهى", "بلدية المضايا", "بلدية الموسم", "بلدية قوز الجعافرة", "بلدية القفل", "بلدية الحقو", "بلدية الشقيق", "بلدية العالية", "أمانة منطقة جازان", "بلدية وادي جازان"]
    },
    "أمانة منطقة حائل": {
        "logo": "logos/الحائل.png",
        "municipalities": ["بلدية محافظة بقعاء", "بلدية مدينة تربة", "بلدية مدينة جبة", "بلدية مدينة الخطة", "بلدية مدينة موقق", "بلدية مدينة الشملي", "بلدية مدينة السليمي", "بلدية مدينة الحائط", "بلدية مدينة الروضة", "بلدية مدينة الكهفة", "بلدية مدينة سميراء", "بلدية مدينة الشنان", "بلدية مدينة الحليفة", "بلدية مدينة الغزالة", "بلدية مدينة فيد", "بلدية مدينة الاجفر", "بلدية مدينة انبوان"]
    },
    "أمانة منطقة عسير": {
        "logo": "logos/امانة_عسير.png",
        "municipalities": ["بلدية محايل عسير", "بلدية البرك", "بلدية الواديين", "بلدية سراة عبيدة", "بلدية بيشة", "بلدية ظهران الجنوب", "بلدية أحد رفيدة", "بحر أبو سكينة", "بني عمرو", "بلدية الحازمي", "بلدية قنا", "بلدية خميس مشيط", "بلدية البشائر"]
    },
    "أمانة منطقة عسير (جديد)": {
        "logo": "logos/امانة منطقة عسير .jpeg",
        "municipalities": ["بلدية محايل عسير", "بلدية البرك", "بلدية الواديين", "بلدية سراة عبيدة", "بلدية بيشة", "بلدية ظهران الجنوب", "بلدية أحد رفيدة", "بحر أبو سكينة", "بني عمرو", "بلدية الحازمي", "بلدية قنا", "بلدية خميس مشيط", "بلدية البشائر"]
    },
    "أمانة منطقه نجران": {
        "logo": "logos/نجران.png",
        "municipalities": ["أمانة منطقه نجران", "بلدية شرورة", "بلدية محافظة شرورة", "بلدية محافظة حبونا", "بلدية محافظة ثار", "بلدية محافظة يدمه", "بلدية محافظة بدر الجنوب", "بلدية محافظة خباش", "بلدية الوديعة", "بلدية الخرخير"]
    }
};
